{"version":"1.0","truncation":{"max_length":50,"strategy":"LongestFirst","stride":0},"padding":{"strategy":{"Fixed":50},"direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"[PAD]"},"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"[UNK]","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"[MASK]":4,",":5,".":6,"?":7,"A":8,"B":9,"C":10,"D":11,"E":12,"F":13,"G":14,"H":15,"I":16,"J":17,"L":18,"M":19,"S":20,"T":21,"W":22,"Y":23,"a":24,"b":25,"c":26,"d":27,"e":28,"f":29,"g":30,"h":31,"i":32,"j":33,"k":34,"l":35,"m":36,"n":37,"o":38,"p":39,"q":40,"r":41,"s":42,"t":43,"u":44,"v":45,"w":46,"x":47,"y":48,"he":49,"the":50,"ed":51,"to":52,"an":53,"ar":54,"is":55,"ll":56,"oo":57,"ra":58,"en":59,"ba":60,"re":61,"roo":62,"room":63,"Mar":64,"Mary":65,"of":66,"and":67,"in":68,"wen":69,"went":70,"ie":71,"it":72,"ha":73,"Jo":74,"hn":75,"John":76,"ard":77,"th":78,"Sand":79,"Sandra":80,"Dan":81,"iel":82,"Daniel":83,"ic":84,"bed":85,"che":86,"rn":87,"wa":88,"kit":89,"chen":90,"kitchen":91,"ice":92,"bedroom":93,"fice":94,"office":95,"ve":96,"le":97,"ou":98,"here":99,"gard":100,"garden":101,"il":102,"llwa":103,"hallwa":104,"hallway":105,"bath":106,"bathroom":107,"Where":108,"mo":109,"ved":110,"pp":111,"moved":112,"tra":113,"lled":114,"velled":115,"travelled":116,"ey":117,"jou":118,"rney":119,"journey":120,"journeyed":121,"ck":122,"back":123,"mil":124,"app":125,"apple":126,"es":127,"hat":128,"foo":129,"tba":130,"footba":131,"football":132,"milk":133,"there":134,"red":135,"no":136,"ow":137,"Is":138,"er":139,"What":140,"The":141,"ill":142,"ef":143,"ing":144,"id":145,"on":146,"ol":147,"Ju":148,"Jul":149,"Fred":150,"Bill":151,"ft":152,"ch":153,"gra":154,"ri":155,"at":156,"col":157,"yes":158,"ern":159,"as":160,"rian":161,"ro":162,"go":163,"ry":164,"are":165,"llow":166,"Bern":167,"Brian":168,"Gre":169,"Lil":170,"hard":171,"iu":172,"Juliu":173,"Bernhard":174,"Greg":175,"Lily":176,"Julius":177,"af":178,"raid":179,"afraid":180,"bef":181,"car":182,"ore":183,"was":184,"rying":185,"before":186,"carrying":187,"bo":188,"Jef":189,"Jeff":190,"ine":191,"ellow":192,"yellow":193,"ocol":194,"chocol":195,"chocolat":196,"ger":197,"ok":198,"took":199,"Julie":200,"got":201,"bbed":202,"grabbed":203,"ked":204,"pic":205,"up":206,"picked":207,"or":208,"left":209,"ma":210,"box":211,"ct":212,"cine":213,"cinema":214,"sch":215,"ool":216,"school":217,"par":218,"park":219,"Wh":220,"gre":221,"green":222,"sw":223,"swan":224,"hin":225,"rhin":226,"rhino":227,"ion":228,"lion":229,"she":230,"fro":231,"frog":232,"gray":233,"hit":234,"whit":235,"white":236,"dro":237,"pped":238,"dropped":239,"qu":240,"squ":241,"square":242,"card":243,"dis":244,"carded":245,"discarded":246,"dow":247,"pu":248},"merges":["h e","t he","e d","t o","a n","a r","i s","l l","o o","r a","e n","b a","r e","r oo","roo m","M ar","Mar y","o f","an d","i n","w en","wen t","i e","i t","h a","J o","h n","Jo hn","ar d","t h","S and","Sand ra","D an","ie l","Dan iel","i c","b ed","c he","r n","w a","k it","che n","kit chen","ic e","bed room","f ice","of fice","v e","l e","o u","he re","g ard","gard en","i l","ll wa","ha llwa","hallwa y","ba th","bath room","W here","m o","v ed","p p","mo ved","t ra","ll ed","ve lled","tra velled","e y","j ou","rn ey","jou rney","journey ed","c k","ba ck","m il","a pp","app le","e s","ha t","f oo","t ba","foo tba","footba ll","mil k","the re","r ed","n o","o w","I s","e r","W hat","T he","i ll","e f","in g","i d","o n","o l","J u","Ju l","F red","B ill","f t","c h","g ra","r i","a t","c ol","y es","e rn","a s","ri an","r o","g o","r y","ar e","ll ow","B ern","B rian","G re","L il","h ard","i u","Jul iu","Bern hard","Gre g","Lil y","Juliu s","a f","ra id","af raid","b ef","c ar","o re","wa s","ry ing","bef ore","car rying","b o","J ef","Jef f","in e","e llow","y ellow","o col","ch ocol","chocol at","g er","o k","to ok","Jul ie","go t","b bed","gra bbed","k ed","p ic","u p","pic ked","o r","le ft","m a","bo x","c t","c ine","cine ma","s ch","oo l","sch ool","p ar","par k","W h","g re","gre en","s w","sw an","h in","r hin","rhin o","i on","l ion","s he","f ro","fro g","gra y","h it","w hit","whit e","d ro","pp ed","dro pped","q u","s qu","squ are","c ard","d is","card ed","dis carded","d ow","p u"]}}